var lrc = {
	'做我老婆好不好':`[ti:做我老婆好不好]
[ar:徐誉滕]
[al:做我老婆好不好]
[by:] DY
[00:00.00]歌曲：做我老婆好不好
[00:01.51]歌手：徐誉滕
[00:03.61]www.5ilrc.com
[00:07.68]歌词LRC制作：薛平生
[00:12.98]QQ：422076212
[00:15.98]★☆★③②①★☆★
[00:18.62]走过多少路口   听过多少叹息
[00:22.51]我认真着  你的不知所措
[00:26.98]这种迷茫心情    我想谁都会有
[00:31.41]幸运的是能分担你的愁
[00:35.71]能不能靠近一点  能不能再近一点
[00:39.51]满足我心中小小的虚荣
[00:43.51]其实你并不知道 在我心中你最美
[00:47.81]就像风雨过后  天边的那道
[00:51.51]彩虹
[00:55.51]如果明天的路你不知该往哪儿走
[00:59.51]就留在我身边做我老婆  好不好
[01:04.01]我不够宽阔的臂膀也会是你的
[01:08.01]温暖怀抱
[01:12.44]如果你疲倦了外面的 风风雨雨
[01:16.35]就留在我身边做我老婆  好不好
[01:20.51]我一定会承受你偶尔的小脾气
[01:24.41]或许我还  能给你一点意外
[01:30.51]一份欢笑  一个简单安心的小窝
[01:37.01]陪你日出  陪你日落   到老
[01:43.51]歌词LRC制作：薛平生
[01:46.51]★●★music★●★
[01:54.51]QQ：422076212
[02:03.41]能不能靠近一点 能不能再近一点
[02:07.49]满足我心中小小的虚荣
[02:12.01]其实你并不知道 在我心中你最美
[02:16.21]就像风雨过后  天边的那道
[02:20.01]彩虹
[02:23.71]如果明天的路你不知该往哪儿走
[02:27.61]就留在我身边做我老婆  好不好
[02:32.31]我不够宽阔的臂膀也会是你的
[02:36.31]温暖怀抱
[02:40.61]如果你疲倦了外面的  风风雨雨
[02:44.51]就留在我身边做我老婆  好不好
[02:49.21]我一定会承受你偶尔的小 脾气
[02:53.01]或许我还  能给你一点意外
[02:59.01]一份欢笑  一个简单安心的小窝
[03:05.51]陪你日出  陪你日落   到老
[03:11.41]如果您觉得可以,可以发来简历邀请
[03:14.51]如果明天的路你不知该往哪儿走
[03:18.51]就留在我身边做我老婆  好不好
[03:22.78]我不够宽阔的臂膀也会是你的
[03:26.61]温暖怀抱
[03:31.39]如果你疲倦了外面的  风风雨雨
[03:35.52]就留在我身边做我老婆  好不好
[03:39.61]我一定会承受你偶尔的小脾气
[03:43.51]或许我还  能给你一点意外
[03:49.56]一份欢笑  一个简单安心的小窝
[03:55.95]陪你日出  陪你日落   到老
[04:03.01]歌词LRC制作：薛平生
[04:15.01]QQ：422076212
[04:20.01]●谢谢☆END☆欣赏●
`,
'烟花易冷':`[ti:烟花易冷] 
[ar:周杰伦] 
[al:] 
[by:愛情丶劇終√] 
[00:00.00]周杰伦 - 烟花易冷 
[00:02.00] DY
[00:03.00]作词：方文山 作曲：周杰伦 
[00:05.00] DY
[00:06.00]LRC：愛情丶劇終√
[00:10.39] DY
[00:11.39]繁华声 遁入空门 折煞了世人 
[00:17.60]梦偏冷 辗转一生 情债又几本 
[00:23.59]如你默认 生死枯等 
[00:29.81]枯等一圈 又一圈的年轮 
[00:36.20] DY
[00:36.51]浮图塔 断了几层 断了谁的魂 
[00:42.56]痛直奔 一盏残灯 倾塌的山门 
[00:48.65]容我再等 历史转身 
[00:55.18]等酒香醇 等你弹一曲古筝 
[01:00.94] DY
[01:01.44]雨纷纷 旧故里草木深 
[01:07.47]我听闻 你始终一个人 
[01:14.05]斑驳的城门 盘踞着老树根 
[01:20.38]石板上回荡的是 再等 
[01:25.99] DY
[01:26.33]雨纷纷 旧故里草木深 
[01:32.54]我听闻 你仍守着孤城 
[01:39.03]城郊牧笛声 落在那座野村 
[01:45.31]缘份落地生根是 我们 
[01:51.67] DY
[01:53.95]听青春 迎来笑声 羡煞许多人 
[02:00.25]那史册 温柔不肯 下笔都太狠 
[02:06.62]烟花易冷 人事易分 
[02:12.82]而你在问 我是否还认真 
[02:18.58] DY
[02:18.96]千年后 累世情深 还有谁在等 
[02:25.18]而青史 岂能不真 魏书洛阳城 
[02:31.34]如你在跟 前世过门 
[02:37.89]跟着红尘 跟随我 浪迹一生 
[02:43.72] DY
[02:44.33]雨纷纷 旧故里草木深 
[02:50.37]我听闻 你始终一个人 
[02:56.91]斑驳的城门 盘踞着老树根 
[03:03.02]石板上回荡的是 再等 
[03:08.85] DY
[03:09.26]雨纷纷 旧故里草木深 
[03:14.91]我听闻 你仍守着孤城 
[03:21.63]城郊牧笛声 落在那座野村 
[03:28.04]缘份落地生根是 我们 
[03:33.85] DY
[03:34.60]雨纷纷 旧故里草木深 
[03:36.47]我听闻 你始终一个人 
[03:38.29]斑驳的城门 盘踞着老树根 
[03:40.08]石板上回荡的是 再等 
[03:41.31] DY
[03:41.48]雨纷纷 雨纷纷 旧故里草木深 
[03:44.55]我听闻 我听闻 你仍守着孤城 
[03:47.00]城郊牧笛声 落在那座野村 
[03:52.88]缘份落地生根是 我们 
[03:59.26]缘份落地生根是 我们 
[04:05.41]伽蓝寺听雨声盼 永恒 
[04:15.56] DY
[04:16.56]歌词制作：愛情丶劇終√ 
[04:19.56]愛情丶劇終√ QQ：1149462321  
[04:22.60] `				
}
